// ConsoleApplication3.cpp : Этот файл содержит функцию "main". Здесь начинается и заканчивается выполнение программы.
//

#include <iostream>
#include <string>
using namespace std;

int main()
{
	string Information[5];
	cout << "First Name : ";
	cin >> Information[0];
	cout << "Last Name : ";
	cin >> Information[1];
	cout << "Age : ";
	cin >> Information[2];
	cout << "City : ";
	cin >> Information[3];
	cout << "Do you have pet : ";
	cin >> Information[4];
	cout << "Information about you : " << endl << Information[0] << " " << Information[1] << " , " << Information[2]
		<< endl << "Your city : " << Information[3] << endl << "pet : " << Information[4] << endl;
}

// Запуск программы: CTRL+F5 или меню "Отладка" > "Запуск без отладки"
// Отладка программы: F5 или меню "Отладка" > "Запустить отладку"

// Советы по началу работы 
//   1. В окне обозревателя решений можно добавлять файлы и управлять ими.
//   2. В окне Team Explorer можно подключиться к системе управления версиями.
//   3. В окне "Выходные данные" можно просматривать выходные данные сборки и другие сообщения.
//   4. В окне "Список ошибок" можно просматривать ошибки.
//   5. Последовательно выберите пункты меню "Проект" > "Добавить новый элемент", чтобы создать файлы кода, или "Проект" > "Добавить существующий элемент", чтобы добавить в проект существующие файлы кода.
//   6. Чтобы снова открыть этот проект позже, выберите пункты меню "Файл" > "Открыть" > "Проект" и выберите SLN-файл.
